Repository: citizenhicks/mobius
Catalog: mobius-app/apple/Sources/MobiusApp/Localizable.xcstrings
Source language: en
Languages: de, fr, hu

source: changes from the last turn
de: Änderungen aus der letzten Runde
fr: modifications du dernier échange
hu: Változások az utolsó fordulótól

source: changes from this turn
de: Änderungen aus diesem Turn
fr: modifications de cet échange
hu: Változások ebből a fordulóból

source: Chat agent settings
de: Einstellungen des Chat-Agents
fr: Réglages de l’agent de conversation
hu: Beszélgetési ügynök beállításai

source: Chat agent unavailable
de: Chat-Agent nicht verfügbar
fr: Agent de conversation indisponible
hu: A beszélgetési ügynök nem érhető el

source: Chat AI model
de: Chat-KI-Modell
fr: Modèle d’IA de la conversation
hu: Beszélgetési AI-modell

source: Chat Files
de: Chat-Dateien
fr: Fichiers de la conversation
hu: A beszélgetés fájljai

source: Chat options
de: Chat-Optionen
fr: Options de la conversation
hu: Beszélgetés beállításai

source: Chat Scratchpad
de: Chat-Notizbereich
fr: Bloc-notes de la conversation
hu: A beszélgetés jegyzetlapja

source: Checking Cloud account…
de: Cloud-Konto wird überprüft…
fr: Vérification du compte Cloud…
hu: Cloud-fiók ellenőrzése…

source: Checking subscription…
de: Abonnement wird überprüft…
fr: Vérification de l’abonnement…
hu: Előfizetés ellenőrzése…

source: checking the units on that vibe
de: Die Einheiten auf dieser Vibe werden überprüft
fr: vérifiant les unités de cette intuition
hu: Ellenőrzöm az egységeket ezen a vibe-on

source: Checking this host…
de: Dieser Host wird überprüft…
fr: Vérification de cet hôte…
hu: A gép ellenőrzése…

source: checking whether the limit commutes
de: Überprüfen, ob das Limit gilt
fr: vérifiant si la limite commute
hu: Annak ellenőrzése, hogy a határérték kommutatív-e

source: Checking…
de: Wird überprüft…
fr: Vérification…
hu: Ellenőrzés…

source: Choose
de: Auswählen
fr: Choisir
hu: Válasszon

source: Choose a folder on the gateway host.
de: Wählen Sie einen Ordner auf dem Gateway-Host.
fr: Choisissez un dossier sur l’hôte de la passerelle.
hu: Válasszon mappát az átjárógépen.

source: Choose a regular file.
de: Wählen Sie eine reguläre Datei aus.
fr: Choisissez un fichier ordinaire.
hu: Válasszon egy normál fájlt.

source: Choose a valid schedule.
de: Wählen Sie einen gültigen Zeitplan.
fr: Choisissez une planification valide.
hu: Válasszon egy érvényes ütemtervet.

source: Choose a workspace for the new chat
de: Wählen Sie einen Arbeitsbereich für den neuen Chat
fr: Choisissez un espace de travail pour la nouvelle conversation
hu: Válasszon egy munkaterületet az új beszélgetéshez

source: Choose the providers, tools, and capabilities you want while möbius keeps the runtime lean.
de: Wählen Sie die gewünschten Anbieter, Tools und Funktionen aus, während möbius die Laufzeitumgebung schlank hält.
fr: Choisissez les fournisseurs, les outils et les fonctionnalités que vous souhaitez, tandis que möbius maintient un environnement d’exécution léger.
hu: Válassza ki a kívánt szolgáltatókat, eszközöket és képességeket, miközben a möbius karcsúan tartja a futtatókörnyezetet.

source: Choose which Git changes to show
de: Wählen Sie aus, welche Git-Änderungen angezeigt werden sollen
fr: Choisissez les modifications Git à afficher
hu: Válassza ki, hogy melyik Git-módosítást jelenítse meg

source: Chronological list
de: Chronologische Liste
fr: Liste chronologique
hu: Kronológiai lista

source: clearing the neighbourhood of its orbit
de: Die Nachbarschaft seiner Umlaufbahn wird geräumt
fr: nettoyant le voisinage de son orbite
hu: Megtisztítja a környéket a pályájától

source: Close
de: Schließen
fr: Fermer
hu: Bezárás

source: Close sidebar
de: Seitenleiste schließen
fr: Fermer la barre latérale
hu: Oldalsáv bezárása

source: Cloud account unavailable
de: Cloud-Konto nicht verfügbar
fr: Compte Cloud indisponible
hu: A Cloud-fiók nem érhető el

source: Cloud gateways use wss://. tcp:// is accepted only for localhost; direct remote gateways can use tls://.
de: Cloud-Gateways verwenden wss://. tcp:// wird nur für localhost akzeptiert; direkte Remote-Gateways können tls:// verwenden.
fr: Les passerelles Cloud utilisent wss://. tcp:// n’est accepté que pour localhost ; les passerelles distantes directes peuvent utiliser tls://.
hu: A Cloud-átjárók wss:// protokollt használnak. A tcp:// csak localhost esetén fogadható el; a közvetlen távoli átjárók tls:// protokollt is használhatnak.

source: Code changes
de: Codeänderungen
fr: Modifications du code
hu: Kódváltozások

# Code changes · +%lld −%lld
source: Code changes · +%1$lld −%2$lld
de: Codeänderungen · +%1$lld −%2$lld
fr: Modifications du code · +%1$lld −%2$lld
hu: Kódmódosítások · +%1$lld −%2$lld

# Code diff, %@, %@ and %@
source: Code diff, %1$@, %2$@ and %3$@
de: Code diff, %1$@, %2$@ und %3$@
fr: Modifications du code : %1$@, %2$@ et %3$@
hu: Kódkülönbség: %1$@, %2$@ és %3$@

source: Collapse composer
de: Eingabebereich reduzieren
fr: Réduire la zone de rédaction
hu: Beviteli mező összecsukása

source: Collapsed
de: Eingebrücht
fr: Réduit
hu: Összecsukva

source: Collapses code changes
de: Verkleinert Codeänderungen
fr: Réduit les modifications du code
hu: Összecsukja a kódmódosításokat

source: Collapses details
de: Details verkleinern
fr: Réduit les détails
hu: Összecsukja a részleteket

source: Collapses the completed work
de: Die abgeschlossene Arbeit verkleinern
fr: Réduit le travail terminé
hu: Összecsukja a befejezett munkát

source: Collapses the file list
de: Die Dateiliste verkleinern
fr: Réduit la liste des fichiers
hu: Összecsukja a fájllistát

source: Collapses the message
de: Die Nachricht verkleinern
fr: Réduit le message
hu: Összecsukja az üzenetet

source: Collapses the reasoning
de: Die Argumentation verkleinern
fr: Réduit le raisonnement
hu: Összecsukja az érvelést

source: Collapses the steps
de: Die Schritte verkleinern
fr: Réduit les étapes
hu: Lépéseket zár be

source: Collapses this file
de: Diese Datei verkleinern
fr: Réduit ce fichier
hu: Ez a fájl zárva van

source: collapsing the superposition of drafts
de: Die Überlagerung von Entwürfen verkleinern
fr: réduisant la superposition des brouillons
hu: A tervezetek szuperpozíciója bezárása

source: Colour
de: Farbe
fr: Couleur
hu: Szín

source: Command
de: Befehl
fr: Commande
hu: Parancs

source: Compactions
de: Verdichtungen
hu: Tömörítések

source: Completed
de: Abgeschlossen
fr: Terminé
hu: Befejezett

source: Configuration rejected
de: Konfiguration abgelehnt
fr: Configuration refusée
hu: Konfiguráció elutasítva

source: Configure a provider first.
de: Konfigurieren Sie zuerst einen Anbieter.
fr: Configurez d’abord un fournisseur.
hu: Először konfigurálja a szolgáltatót.

source: Configured
de: Konfiguriert
fr: Configuré
hu: Konfigurálva

source: Configured on gateway
de: Konfiguriert auf Gateway
fr: Configuré sur la passerelle
hu: Átjárón konfigurálva

source: Confirm setting
de: Einstellung bestätigen
fr: Confirmer le réglage
hu: Beállítás megerősítése

source: Confirm with Apple
de: Mit Apple bestätigen
fr: Confirmer avec Apple
hu: Megerősítés az Apple-lel

source: Confirming your App Store purchase.
de: Ihren App Store-Kauf bestätigen.
fr: Confirmation de votre achat sur l’App Store.
hu: Az App Store vásárlás megerősítése.

source: Connect Cloud gateway
de: Cloud-Gateway verbinden
fr: Connecter la passerelle Cloud
hu: Csatlakozás a Cloud átjáróhoz

source: Connect gateway
de: Gateway verbinden
fr: Connecter la passerelle
hu: Átjáró csatlakoztatása

source: Connect to a gateway first.
de: Zuerst mit einem Gateway verbinden.
fr: Connectez-vous d’abord à une passerelle.
hu: Először csatlakozzon egy átjáróhoz.

source: Connect to a gateway to load it.
de: Mit einem Gateway verbinden, um es zu laden.
fr: Connectez-vous à une passerelle pour le charger.
hu: Csatlakozzon egy átjáróhoz a betöltéshez.

source: Connect to a gateway to manage extensions.
de: Mit einem Gateway verbinden, um Erweiterungen zu verwalten.
fr: Connectez-vous à une passerelle pour gérer les extensions.
hu: Csatlakozzon egy átjáróhoz a bővítmények kezeléséhez.

source: Connect to a gateway to manage its extension catalog.
de: Mit einem Gateway verbinden, um seinen Erweiterungskatalog zu verwalten.
fr: Connectez-vous à une passerelle pour gérer son catalogue d’extensions.
hu: Csatlakozzon egy átjáróhoz a kiterjesztési katalógus kezeléséhez.

source: Connect to a gateway to manage its providers.
de: Stellen Sie eine Verbindung zu einem Gateway her, um dessen Anbieter zu verwalten.
fr: Connectez-vous à une passerelle pour gérer ses fournisseurs.
hu: Csatlakozzon egy átjáróhoz a szolgáltatók kezeléséhez.

source: Connect to a gateway to manage providers.
de: Stellen Sie eine Verbindung zu einem Gateway her, um Anbieter zu verwalten.
fr: Connectez-vous à une passerelle pour gérer les fournisseurs.
hu: Csatlakozzon egy átjáróhoz a szolgáltatók kezeléséhez.

source: Connect to check this host.
de: Mit dem Host verbinden, um ihn zu überprüfen.
fr: Connectez-vous pour vérifier cet hôte.
hu: Csatlakozás a gazdagép ellenőrzéséhez.

source: Connect to möbius Cloud
de: Mit möbius Cloud verbinden
fr: Se connecter à möbius Cloud
hu: Csatlakozás a möbius Cloudhoz

source: Connect your own model provider account without storing its API key in möbius Cloud or the gateway filesystem.
de: Verbinden Sie Ihr eigenes Modellanbieterkonto, ohne dessen API-Schlüssel in möbius Cloud oder im Dateisystem des Gateways zu speichern.
fr: Connectez votre propre compte de fournisseur de modèles sans stocker sa clé API dans möbius Cloud ni dans le système de fichiers de la passerelle.
hu: Csatlakoztassa saját modellszolgáltatói fiókját anélkül, hogy annak API-kulcsát a möbius Cloudban vagy az átjáró fájlrendszerében tárolná.

source: Connecting
de: Verbinden
fr: Connexion en cours
hu: Csatlakozás folyamatban

source: Connecting to gateway
de: Zum Gateway verbinden
fr: Connexion à la passerelle
hu: Csatlakozás az átjáróhoz

source: Connecting to the App Store…
de: Verbindung zum App Store wird hergestellt…
fr: Connexion à l’App Store…
hu: Csatlakozás az App Store-hoz…

source: Connection
de: Verbindung
fr: Connexion
hu: Kapcsolat

source: Connects this device to your managed Cloud gateway
de: Verbindet dieses Gerät mit Ihrem verwalteten Cloud-Gateway
fr: Connecte cet appareil à votre passerelle Cloud gérée
hu: Csatlakoztatja ezt az eszközt a felügyelt Cloud-átjáróhoz

source: conserving momentum, mostly
de: Momentum größtenteils erhalten
fr: conservant la quantité de mouvement, ou presque
hu: többnyire megőrzi a lendületet

source: Context
de: Kontext
fr: Contexte
hu: Kontextus

source: Conversation title
de: Gesprächstitel
fr: Titre de la conversation
hu: Beszélgetés címe

source: cooling below the noise floor
de: Unterhalb des Lärmbodens kühlen
fr: refroidissant sous le plancher de bruit
hu: a zajszint alá hűt

source: Copied
de: Kopiert
fr: Copié
hu: Másolva

source: Copy
de: Kopieren
fr: Copier
hu: Másolás

source: Copy or share
de: Kopieren oder teilen
fr: Copier ou partager
hu: Másolás vagy megosztás

source: Copy or share code
de: Code kopieren oder freigeben
fr: Copier ou partager le code
hu: Kód másolása vagy megosztása

source: Copy queued message
de: Nachricht in Warteschlange kopieren
fr: Copier le message en attente
hu: Sorba állított üzenet másolása

source: Copy workspace path
de: Arbeitsbereichspfad kopieren
fr: Copier le chemin de l’espace de travail
hu: Munkaterület elérési útjának másolása

source: correcting for atmospheric wobble
de: Korrektur für atmosphärisches Wackeln
fr: corrigeant la turbulence atmosphérique
hu: Légköri ingadozások korrigálása

source: Could not read the selected photos or videos.
de: Die ausgewählten Fotos oder Videos können nicht gelesen werden.
fr: Impossible de lire les photos ou vidéos sélectionnées.
hu: Nem sikerült beolvasni a kiválasztott fényképeket vagy videókat.

source: Couldn’t check
de: Konnte nicht überprüfen
fr: Vérification impossible
hu: Nem sikerült ellenőrizni

source: Couldn’t check this host.
de: Ich konnte diesen Host nicht überprüfen.
fr: Impossible de vérifier cet hôte.
hu: Nem sikerült ellenőrizni ezt a gépet.

source: Couldn’t connect to möbius Cloud. Try again.
de: Es konnte keine Verbindung zur möbius Cloud hergestellt werden. Versuchen Sie es erneut.
fr: Impossible de se connecter à möbius Cloud. Réessayez.
hu: Nem sikerült csatlakozni a möbius Cloudhoz. Próbálja újra.

source: counting on a compactness argument
de: Auf ein Kompaktheitsargument zählen
fr: comptant sur un argument de compacité
hu: Tömörség érvelése

source: Create
de: Erstellen
fr: Créer
hu: Létrehozás

source: Create a folder inside %@.
de: Erstellen Sie einen Ordner in %@.
fr: Créer un dossier dans %@.
hu: Hozzon létre egy mappát a %@ belsejében.

source: Create a workspace text file
de: Textdatei im Arbeitsbereich erstellen
fr: Créer un fichier texte dans l’espace de travail
hu: Munkaterületi szövegfájl létrehozása

source: Create an Ed25519 key pair on this gateway host. The private key never leaves the host.
de: Erstellen Sie auf diesem Gateway-Host ein Ed25519-Schlüsselpaar. Der private Schlüssel verlässt den Host nie.
fr: Créer une paire de clés Ed25519 sur cet hôte de passerelle. La clé privée ne quitte jamais l’hôte.
hu: Hozzon létre egy Ed25519 kulcspárt ezen az átjáró gazdagépen. A privát kulcs soha nem hagyja el a gazdagépet.

source: Create file
de: Datei erstellen
fr: Créer un fichier
hu: Fájl létrehozása

source: Create one-time code
de: Einmaligen Code erstellen
fr: Créer un code à usage unique
hu: Egyszeri kód létrehozása

source: Creates an SSH identity on this gateway host
de: Erstellt eine SSH-Identität auf diesem Gateway-Host
fr: Crée une identité SSH sur cet hôte de passerelle
hu: SSH-identitás létrehozása ezen az átjáró állomáson

source: Creating it does not grant access by itself. The private key stays on the gateway host.
de: Durch das Erstellen wird der Zugriff nicht von selbst gewährt. Der private Schlüssel bleibt auf dem Gateway-Host.
fr: Sa création n’accorde pas d’accès à elle seule. La clé privée reste sur l’hôte de la passerelle.
hu: A létrehozás önmagában nem ad hozzáférést. A privát kulcs az átjárógépen marad.

source: Credential
de: Anmeldedaten
fr: Identifiant d’authentification
hu: Hitelesítő adat

source: Credential found on this host.
de: Anmeldedaten auf diesem Host gefunden.
fr: Identifiant trouvé sur cet hôte.
hu: Hitelesítő adat megtalálva ezen a gépen.

source: Credential updated
de: Anmeldedaten aktualisiert
fr: Identifiant mis à jour
hu: Hitelesítő adat frissítve

source: Cumulative
de: Kumulativ
fr: Cumul
hu: Összesített

source: Cumulative token usage by provider
de: Kumulative Token-Nutzung durch den Anbieter
fr: Utilisation cumulée des tokens par fournisseur
hu: Összesített tokenhasználat szolgáltatónként

source: Current project
de: Aktuelles Projekt
fr: Projet actuel
hu: Jelenlegi projekt

source: Custom schedule
de: Benutzerdefinierter Zeitplan
fr: Planification personnalisée
hu: Egyéni ütemezés

source: Daily
de: Täglich
fr: Par jour
hu: Napi

source: Daily at %@
de: Täglich um %@
fr: Tous les jours à %@
hu: Minden nap %@

source: Daily token usage by provider
de: Tägliche Token-Nutzung pro Anbieter
fr: Utilisation quotidienne des tokens par fournisseur
hu: Napi tokenhasználat a szolgáltató által

source: Dark
de: Dunkel
fr: Sombre
hu: Sötét

source: Date
de: Datum
hu: Időpont

source: Day
de: Tag
fr: Jour
hu: Nap

source: Days
de: Tage
fr: Jours
hu: Napok

source: Default
de: Standard
fr: Par défaut
hu: Alapértelmezés

source: Default agent
de: Standard-Agent
fr: Agent par défaut
hu: Alapértelmezett ügynök

source: Default agent draft reloaded.
de: Standard-Agentenentwurf neu geladen.
fr: Brouillon de l’agent par défaut rechargé.
hu: Alapértelmezett ügynök tervezet újratöltve.

source: Default agent saved for new chats.
de: Standardagent für neue Chats gespeichert.
fr: Agent par défaut enregistré pour les nouvelles conversations.
hu: Alapértelmezett ügynök elmentve az új beszélgetésekhez.

source: Default agent unavailable
de: Standard-Agent nicht verfügbar
fr: Agent par défaut indisponible
hu: Az alapértelmezett ügynök nem érhető el

source: Default AI model
de: Standard-KI-Modell
fr: Modèle d’IA par défaut
hu: Alapértelmezett AI modell

source: Delete
de: Löschen
fr: Supprimer
hu: Törlés

source: Delete account
de: Konto löschen
fr: Supprimer le compte
hu: Fiók törlése

source: Delete chat
de: Chat löschen
fr: Supprimer la conversation
hu: Beszélgetés törlése

source: Delete now
de: Jetzt löschen
fr: Supprimer maintenant
hu: Törlés most

source: Delete this chat?
de: Diesen Chat löschen?
fr: Supprimer cette conversation ?
hu: Törli ezt a beszélgetést?

source: Delete this scheduled task?
de: Diese geplante Aufgabe löschen?
fr: Supprimer cette tâche planifiée ?
hu: Törölje ezt az ütemezett feladatot?

source: Delete your möbius Cloud account?
de: Ihr möbius Cloud Konto löschen?
fr: Supprimer votre compte möbius Cloud ?
hu: Törölje möbius Cloud fiókját?

source: Deleting account…
de: Konto wird gelöscht…
fr: Suppression du compte…
hu: Fiók törlése…

source: Deny
de: Verweigern
fr: Refuser
hu: Megtagadás

source: Describe what möbius should do
de: Beschreiben Sie, was möbius tun sollte
fr: Décrivez ce que möbius doit faire
hu: Írja le, mit möbius kell tennie

source: Detected language
de: Erkannte Sprache
fr: Langue détectée
hu: Detektált nyelv

source: Detecting
de: Erkennen
fr: Détection en cours
hu: Detektálás

source: Dictation is not available for the current language.
de: Diktieren ist für die aktuelle Sprache nicht verfügbar.
fr: La dictée n’est pas disponible pour la langue actuelle.
hu: A diktálás nem áll rendelkezésre az aktuális nyelvhez.

source: Dictation stopped unexpectedly. Please try again.
de: Diktieren wurde unerwartet beendet. Bitte versuchen Sie es erneut.
fr: La dictée s’est arrêtée de manière inattendue. Réessayez.
hu: A diktálás váratlanul leállt. Próbálja újra.

source: Diff truncated at the safe transfer limit
de: Diff wurde an der sicheren Übertragungsgrenze abgeschnitten
fr: Diff tronqué à la limite de transfert sécurisée
hu: Diff a biztonságos átviteli határban csontos

source: Digest
de: Prüfsumme
fr: Condensat

source: Discovered
de: Entdeckt
fr: Détectées
hu: Felfedezve

source: Dismiss
de: Zurückweisen
fr: Fermer
hu: Elutasítás

source: Dismiss %@
de: %@ entfernen
fr: Fermer %@
hu: Elutasít %@

source: Dismiss notification
de: Mitteilung abweisen
fr: Fermer la notification
hu: Értesítés elutasítása

source: Done
de: Erledigt
fr: Terminé
hu: Kész

source: Downloads and opens a preview
de: Lädt herunter und öffnet eine Vorschau
fr: Télécharge et ouvre un aperçu
hu: Letöltés és előnézet megnyitása

source: Edit
de: Bearbeiten
fr: Modifier
hu: Szerkesztés

source: Edit %@ settings
de: %@-Einstellungen bearbeiten
fr: Modifier les réglages de %@
hu: %@ beállítások szerkesztése

source: Edit queued message
de: Warteschlangennachricht bearbeiten
fr: Modifier le message en attente
hu: Sorba állított üzenet szerkesztése

source: Edit scheduled task
de: Geplante Aufgabe bearbeiten
fr: Modifier la tâche planifiée
hu: Ütemezett feladat szerkesztése

source: Elapsed
de: Verstrichen
fr: Temps écoulé
hu: Lejárt

source: Enable %@
de: %@ aktivieren
fr: Activer %@
hu: A %@ engedélyezése

source: Enabled
de: Aktiviert
fr: Activé
hu: Engedélyezve

source: Encrypted and user-scoped
de: Verschlüsselt und benutzerbezogen
fr: Chiffré et réservé à votre compte
hu: Titkosított és felhasználó által védett

source: End
de: Ende
fr: Fin
hu: Befejezés

source: Endpoint
de: Endpunkt
fr: Point de terminaison
hu: Végpont

source: Ends
de: Enden
fr: Se termine
hu: Befejezés

source: English
de: Englisch
fr: Anglais
hu: Angol

source: Enter a folder name.
de: Geben Sie einen Ordnername ein.
fr: Saisissez un nom de dossier.
hu: Adjon meg egy mappanevet.

source: Enter a new one-time code to repair this pairing.
de: Geben Sie einen neuen einmaligen Code ein, um dieses Pairing zu reparieren.
fr: Saisissez un nouveau code à usage unique pour réparer ce jumelage.
hu: Adjon meg egy új, egyszeri kódot a párosítás javításához.

source: Enter a single folder name.
de: Geben Sie einen einzelnen Ordnername ein.
fr: Saisissez un seul nom de dossier.
hu: Adjon meg egyetlen mappanevet.

source: Enter an API key. It will be sent once and never read back.
de: Geben Sie einen API-Schlüssel ein. Er wird einmal gesendet und nie wieder gelesen.
fr: Saisissez une clé API. Elle ne sera envoyée qu’une fois et ne pourra jamais être relue.
hu: Adjon meg egy API kulcsot. Egyszer elküldi, és soha nem olvassa vissza.

source: Enter an HTTPS Git host or URL.
de: Geben Sie einen HTTPS Git-Host oder eine URL ein.
fr: Saisissez un hôte ou une URL Git HTTPS.
hu: Adjon meg egy HTTPS Git gazdagépet vagy URL-t.

source: Enter one or more exact provider model IDs separated by commas. Whitespace, empty entries, and duplicates are ignored. Pick one per chat in the composer.
de: Geben Sie eine oder mehrere exakte Modell-IDs des Anbieters durch Kommas getrennt ein. Leerzeichen, leere Einträge und Duplikate werden ignoriert. Wählen Sie im Eingabebereich pro Chat eine aus.
fr: Saisissez un ou plusieurs identifiants exacts des modèles du fournisseur, séparés par des virgules. Les espaces, les entrées vides et les doublons sont ignorés. Choisissez-en un par conversation dans la zone de rédaction.
hu: Adjon meg egy vagy több pontos szolgáltatói modellazonosítót vesszővel elválasztva. A szóközöket, az üres bejegyzéseket és az ismétlődéseket figyelmen kívül hagyjuk. Beszélgetésenként válasszon egyet a beviteli mezőben.

source: Enter the exact reasoning efforts supported by these models, separated by commas. Leave empty to use the provider default.
de: Geben Sie die genauen Argumentationsanstrengungen ein, die von diesen Modellen unterstützt werden, getrennt durch Kommas. Lassen Sie das Feld leer, um die Standardeinstellung des Anbieters zu verwenden.
fr: Saisissez les niveaux de raisonnement exacts pris en charge par ces modèles, séparés par des virgules. Laissez ce champ vide pour utiliser la valeur par défaut du fournisseur.
hu: Adja meg a pontos érvelési erőfeszítéseket, amelyeket ezek a modellek támogatnak, vesszőkkel elválasztva. Hagyja üresen a szolgáltató alapértelmezett használatát.

source: Enter the Git host, username, and access token.
de: Geben Sie den Git-Host, den Benutzernamen und das Zugriffstoken ein.
fr: Saisissez l’hôte Git, le nom d’utilisateur et le jeton d’accès.
hu: Adja meg a Git gazdagépet, felhasználónevet és hozzáférési token.

source: Enter the one-time code shown by the gateway.
de: Geben Sie den einmaligen Code ein, der vom Gateway angezeigt wird.
fr: Saisissez le code à usage unique affiché par la passerelle.
hu: Adja meg az átjáró által megjelenített egyszeri kódot.

source: Error
de: Fehler
fr: Erreur
hu: Hiba

source: Event
de: Ereignis
fr: Événement
hu: Esemény

source: Every
de: Jeder
fr: Toutes les
hu: Minden

# Every %@ at %@
source: Every %1$@ at %2$@
de: Jeder %1$@ bei %2$@
fr: Chaque %1$@ à %2$@
hu: Minden %1$@ a %2$@

source: Every %lld hours
de: Alle %lld Stunden
fr: Toutes les %lld heures
hu: Minden %lld órában

source: Every %lld minutes
de: Alle %lld Minuten
fr: Toutes les %lld minutes
hu: Minden %lld percben

source: Every %lld seconds
de: Alle %lld Sekunden
fr: Toutes les %lld secondes
hu: Minden %lld másodperc

source: Every 1 hour
de: Alle 1 Stunde
fr: Toutes les heures
hu: 1 óránként

source: Every 1 minute
de: Alle 1 Minute
fr: Toutes les minutes
hu: Minden 1 percben

source: Every 1 second
de: Jede 1 Sekunde
fr: Toutes les secondes
hu: Minden 1 másodpercben

source: Every available extension is installed.
de: Jede verfügbare Erweiterung ist installiert.
fr: Toutes les extensions disponibles sont installées.
hu: Minden elérhető bővítmény telepítve van.

source: Executable hooks
de: Ausführbare Hooks
fr: Hooks exécutables
hu: Végrehajtható hookok
